/* 
   Alert.strings
   SkypeMac

   Created by Toomas Vahter on 05.10.10.
   Copyright 2010 Skype. All rights reserved.
 */

/* Alerts preferences: Incoming Details Request sound */
AlertSoundName_AuthorizationRequestReceived = "Вхідний запит на додавання до списку контактів";

/* Alerts preferences: Busy sound */
AlertSoundName_Busy = "Зайнято";

/* Alerts preferences: Call Error 1 sound */
AlertSoundName_CallError1 = "Помилка 1 під час виклику";

/* Alerts preferences: Call Error 2 sound */
AlertSoundName_CallError2 = "Помилка 2 під час виклику";

/* Alerts preferences: Call Waiting sound */
AlertSoundName_CallWaiting = "Очікування виклику";

/* Alerts preferences: Connection sound */
AlertSoundName_Connection = "З'єднання";

/* Alerts preferences: Contact Available sound */
AlertSoundName_ContactAvailable = "Контакт на зв'язку";

/* Alerts preferences: Contact Unavailable sound */
AlertSoundName_ContactUnavailable = "Контакт недоступний";

/* Alerts preferences: Contacts Received sound */
AlertSoundName_ContactsReceived = "Отримано контактні дані";

/* Alerts preferences: File Transfer Complete sound */
AlertSoundName_FileTransferComplete = "Передачу файлу завершено";

/* Alerts preferences: File Transfer Failed sound */
AlertSoundName_FileTransferFailed = "Не вдалося передати файл";

/* Alerts preferences: First Message Received sound */
AlertSoundName_FirstMessageReceived = "Отримано перше повідомлення";

/* Alerts preferences: Hang Up sound */
AlertSoundName_HangUp = "Виклик завершено";

/* Alerts preferences: Hold Call sound */
AlertSoundName_HoldCall = "Переведення виклику на утримання";

/* Alerts preferences: Incoming Call sound */
AlertSoundName_IncomingCall = "Вхідний виклик";

/* Alerts preferences: Incoming File Transfer sound */
AlertSoundName_IncomingFileTransfer = "Отримування файлу";

/* Alerts preferences: Sign In sound */
AlertSoundName_Login = "Вхід";

/* Alerts preferences: Sign Out sound */
AlertSoundName_Logout = "Вихід";

/* Alerts preferences: Message Received sound */
AlertSoundName_MessageReceived = "Отримано повідомлення";

/* Alerts preferences: Foreground Message Received sound */
AlertSoundName_ForegroundMessageReceived = "Отримано повідомлення активного чату";

/* Alerts preferences: Message Sent sound */
AlertSoundName_MessageSent = "Повідомлення надіслано";

/* Alerts preferences: New User sound */
AlertSoundName_NewUser = "Новий користувач";

/* Alerts preferences: Outgoing Call sound */
AlertSoundName_OutgoingCall = "Вихідний виклик";

/* Alerts preferences: Remote Hang Up sound */
AlertSoundName_RemoteHangUp = "Припинення розмови співрозмовником";

/* Alerts preferences: Resume Call sound */
AlertSoundName_ResumeCall = "Відновити розмову";

/* Alerts preferences: Touch Tone Dial Up sound */
AlertSoundName_TouchToneDialUp = "Тоновий набір";

/* Alerts preferences: TripleBeep sound */
AlertSoundName_TripleBeep = "Потрійний гудок";

/* Alerts preferences: Voicemail sound */
AlertSoundName_Voicemail = "Голосове повідомлення";

/* Alerts preferences: Sign out event */
AlertEventName_SignOut = "За виходу";

/* Alerts preferences: Sign In event */
AlertEventName_SignIn = "За входу";

/* Alerts preferences: Contact Becomes Available event */
AlertEventName_ContactBecomesAvailable = "Контакт на зв'язку";

/* Alerts preferences: Contact Becomes Unavailable event */
AlertEventName_ContactBecomesUnavailable = "Контакт недоступний";

/* Alerts preferences: Incoming Call event */
AlertEventName_IncomingCall = "Вхідний виклик";

/* Alerts preferences: Incoming Call - Call Waiting event */
AlertEventName_IncomingCallWaiting = "Вхідний виклик - очікування виклику";

/* Alerts preferences: Call Connecting event */
AlertEventName_CallConnecting = "З'єднання";

/* Alerts preferences: Outgoing Call event */
AlertEventName_OutgoingCall = "Вихідний виклик";

/* Alerts preferences: Hang Up event */
AlertEventName_HangUp = "Виклик завершено";

/* Alerts preferences: Remote Party Hung Up event */
AlertEventName_RemotePartyHungUp = "Учасник конференції завершив виклик";

/* Alerts preferences: Busy event */
AlertEventName_Busy = "Зайнято";

/* Alerts preferences: Hold Call event */
AlertEventName_HoldCall = "Переведення виклику на утримання";

/* Alerts preferences: Resume Call event */
AlertEventName_ResumeCall = "Відновити розмову";

/* Alerts preferences: Message Received event */
AlertEventName_MessageReceived = "Нове повідомлення в нещодавньому чаті";

/* Alerts preferences: Foreground Message Received event */
AlertEventName_ForegroundMessageReceived = "Нове повідомлення в поточному чаті";

/* Alerts preferences: First Message Received event */
AlertEventName_FirstMessageReceived = "Перше повідомлення в чаті";

/* Alerts preferences: Mood Message Received event */
AlertEventName_MoodMessageReceived = "Отримано повідомлення з описом настрою";

/* Alerts preferences: Contact Is Typing event */
AlertEventName_ContactTyping = "Контакт набирає повідомлення";

/* Alerts preferences: Message Sent event */
AlertEventName_MessageSent = "Повідомлення надіслано";

/* Alerts preferences: Contact Request Received event */
AlertEventName_ContactRequestReceived = "Отримано запит на додавання до списку контактів";

/* Alerts preferences: Contacts Received event */
AlertEventName_ContactsReceived = "Отримано контактні дані";

/* Alerts preferences: Incoming File Transfer event */
AlertEventName_IncomingFileTransfer = "Отримування файлу";

/* Alerts preferences: File Transfer Completed event */
AlertEventName_FileTransferCompleted = "Передачу файлу завершено";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_FileTransferFailed = "Не вдалося передати файл";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_DesktopAPIClientConnected = "Підключено програму API для робочого столу";

/* Alerts preferences: - When I Log In text to speak */
AlertTextToSpeak_SignIn = "Ви ввійшли до системи.";

/* Alerts preferences: - When I Log Out text to speak */
AlertTextToSpeak_SignOut = "Ви вийшли із системи.";

/* Alerts preferences: - Contact Becomes Available text to speak */
AlertTextToSpeak_ContactBecomesAvailable = "Контакт \"@\" на зв'язку.";

/* Alerts preferences: - Contact Becomes Unavailable text to speak */
AlertTextToSpeak_ContactBecomesUnavailable = "Контакт \"@\" недоступний.";

/* Alerts preferences: - Incoming Call, Incoming Call - Call Waiting text to speak */
AlertTextToSpeak_IncomingCall = "Вхідний виклик від контакту \"@\"!";

/* Alerts preferences: - Incoming Call, Incoming Call Waiting - Call Waiting text to speak */
AlertTextToSpeak_IncomingCallWaiting = "Вхідний виклик від контакту \"@\"!";

/* Alerts preferences: - Call Connecting text to speak */
AlertTextToSpeak_CallConnecting = "З'єднання.";

/* Alerts preferences: - Outgoing Call text to speak */
AlertTextToSpeak_OutgoingCall = "Виклик контакту \"@\".";

/* Alerts preferences: - Hang Up text to speak */
AlertTextToSpeak_HangUp = "Виклик завершено.";

/* Alerts preferences: - Remote Party Hung Up text to speak */
AlertTextToSpeak_RemotePartyHungUp = "Учасник завершив розмову.";

/* Alerts preferences: - Busy text to speak */
AlertTextToSpeak_Busy = "Лінію зайнято.";

/* Alerts preferences: - Hold Call text to speak */
AlertTextToSpeak_HoldCall = "Перевести на утримання.";

/* Alerts preferences: - Resume Call text to speak */
AlertTextToSpeak_ResumeCall = "Відновити розмову.";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_ForegroundMessageReceived = "Повідомлення";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_MessageReceived = "Повідомлення від користувача \"@\".";

/* Alerts preferences: - Message Sent text to speak */
AlertTextToSpeak_MessageSent = "Повідомлення користувачу \"@\".";

/* Alerts preferences: - Message Message Received text to speak */
AlertTextToSpeak_MoodMessageReceived = "Користувач \"@\" змінив свій опис настрою.";

/* Alerts preferences: - First Message Received text to speak */
AlertTextToSpeak_FirstMessageReceived = "Отримано повідомлення в чаті від користувача \"@\"!";

/* Alerts preferences: - Contact Is Typing text to speak */
AlertTextToSpeak_ContactTyping = "Користувач \"@\" набирає повідомлення.";

/* Alerts preferences: - Contact Request Received text to speak */
AlertTextToSpeak_ContactRequestReceived = "Отримано запит на додавання до списку контактів від користувача \"@\"!";

/* Alerts preferences: - Contacts Received text to speak */
AlertTextToSpeak_ContactsReceived = "Отримано список контактів від користувача \"@\"!";

/* Alerts preferences: - Incoming File Transfer text to speak */
AlertTextToSpeak_IncomingFileTransfer = "Отримано файл від користувача \"@\"!";

/* Alerts preferences: - File Transfer Completed text to speak */
AlertTextToSpeak_FileTransferCompleted = "Процес передачі файлу від користувача \"@\" завершено.";

/* Alerts preferences: - File Transfer Failed text to speak */
AlertTextToSpeak_FileTransferFailed = "Помилка процесу передачі файлу від користувача \"@\".";

/* Alerts preferences: - Desktop API App connected */
AlertTextToSpeak_DesktopAPIClientConnected = "Користувач \"@\" увійшов до Skype";
